"--- ALL CATEGORIES ---" = "--- TOTES LES CATEGORIES ---";"--- ALL USERS ---" = "--- TOTS ELS USUARIS ---";"Add Checkin" = "Afegir Entrada";"Add Map" = "Afegir Mapa";"Add Photo" = "Afegir Foto";"Add Report" = "Afegir Informe";"Added" = "Afegit ";"Adding..." = "Afegeix ... ";"All Categories" = "Totes les categories ";"All Checkins By" = "Tots les entrades fetes per ";"Are you sure you want to cancel?" = "Estàs segur de voler cancel.lar? ";"Are you sure you want to delete?" = "Estàs segur de voler eliminar? ";"Authenticating..." = "Autenticació ... ";"Cancel" = "Cancel.lar ";"Categories..." = "Categories ... ";"Category" = "Categoria ";"characters" = "caracters";"Checkin" = "Entrada";"Checkin Error" = "Entrada errònia ";"Checkins" = "Entrades";"Clear" = "Esborrar ";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Feu clic al botó INFO per a veure la configuració de l'aplicació, al  botó MES per afegir un mapa o al botó EDITA per eliminar un mapa. ";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Feu clic al botó MAPA per veure l'informe del mapa, al botó FILTRES per filtrar per categoria o al botó REDACTAR per  crear un nou informe d'incident. ";"Click the Refresh button to upload pending reports." = "Feu clic al botó ACTUALITZAR per carregar els informes pendents. ";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Feu clic a les fletxes AMUNT i AVALL per desplaçar-vos a través d'entrades, feu clic a la UBICACIO per veure un mapa més gran o cliqueu una FOTO per veure-la a pantalla completa. ";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Feu clic a les fletxes AMUNT i AVALL per desplaçar-se a través d'informes, al botó SMS per enviar l'adreça URL de l'informe, al botó TWEET per compartir-ho al Twitter o al  botó EMAIL per enviar els detalls de l'informe. ";"Contact" = "Contacte ";"Current Location" = "Ubicació actual ";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Personalitza el teu missatge, escriu les credencials i prem el botó ENVIAR per compartir a Twitter. Opcionalment, fes clic al botó d'enllaç per escurçar adreces URL. ";"Date" = "Data ";"Delete Report" = "Esborrar ";"Description" = "Descripció ";"Discrete Mode On Shake" = "Forma d'agitar discreta";"Done" = "Fet ";"Download Offline Maps" = "Descarregar mapes offline";"Downloaded Map Zoom Level" = "Nivell de zomm  dels mapes descarregats";"Edit" = "Edita ";"email" = "Email";"Enter description" = "Introduïu la descripció";"Email Failed" = "El correu electrònic ha fallat";"Enter date" = "Introdueix la data ";"Enter email" = "Introdueix el correu electrònic";"Enter first name" = "Introdueix el nom ";"Enter last name" = "Introdueix el cognom ";"Enter location name" = "Introdueix el nom de l'ubicació ";"Enter Map Details" = "Introdueix detalls del mapa ";"Enter message" = "Introdueix missatge ";"Enter name" = "Introdueix el nom ";"Enter news URL" = "Introdueix noves URLs";"Enter password" = "Introdueix el password";"Enter time" = "Introdueix l'hora";"Enter title" = "Introdueix el títol";"Enter tweet" = "Introdueix el tweet";"Enter URL" = "Introdueix l'URL";"Enter URL or search phrase" = "Introdueix l'URL o la frase a cercar";"Enter username" = "Introdueix l'usuari";"Error" = "Error ";"Error Detecting Location" = "Error en detectar la ubicació ";"Error Saving Photo" = "Error en desar fotos ";"Errors" = "Errors ";"Existing Location" = "Ubicació existent ";"first name" = "nom ";"From Library" = "De la biblioteca ";"Host Not Found" = "Host no trobat ";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "No s'ha pogut connectar a Twitter. Probablement és un problema temporal, si us plau, torna-ho a provar. ";"Incidents..." = "Incidents ... ";"Invalid Email" = "Correu electrònic no vàlid ";"Invalid Email Address" = "Adreça de correu electrònic no vàlid ";"Invalid Map Details" = "Dades del mapa invàlids ";"Invalid News URL" = "Nova URL no vàlida";"Invalid Server Response" = "Resposta del servidor no vàlida ";"Last Checkin For Each User" = "Darrera entrada per a cada usuari ";"last name" = "cognom ";"Last Sync" = "Darrera Sincronització";"Loading..." = "Carregant ... ";"Locating..." = "Localitzant ... ";"Location" = "Ubicació";"Location Error" = "Error d'ubicació";"Locations..." = "Ubicacions ... ";"Logout..." = "Tancar sessió ... ";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Sembla que Twitter està caigut o en actualització. Si us plau, espera uns segons i torna a intentar-ho. ";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Sembla que Twitter està sobrecarregat. Si us plau, espera uns segons i torna a intentar-ho. ";"Map" = "Mapa ";"Map Zoom Level" = "Nivell de zoom del mapa ";"Maps" = "Mapes ";"Message" = "Missatge ";"Name" = "Nom ";"New Location" = "Nova ubicació ";"News" = "Notícies ";"No" = "No";"No Category Specified" = "Sense categoria especificada";"No Date Specified" = "Sense data especificada ";"No Internet" = "Sense Internet ";"No Internet Connection" = "Sense connexió a Internet ";"No Location Specified" = "Sense ubicació especificada";"No News" = "Sense noticies";"No Photos" = "Sense fotos";"No Reports" = "Sense informes";"No Video" = "Sense video";"Not Specified" = "No Especificat ";"OK" = "OK";"Open In Safari?" = "Obre a Safari? ";"Password" = "Password";"Pending Upload" = "Pujada pendent";"Photo" = "Foto ";"Photo Added" = "Foto Afegida";"Photo Error" = "Error de foto";"Photo Settings" = "Configuració de foto";"Photos" = "Fotos ";"pixels" = "píxels ";"Please enter a valid email address." = "Si us plau, introdueix una adreça de correu electrònic vàlida. ";"Please enter a valid name and url." = "Si us plau, introdueix  un nom i una URL vàlida";"Privacy Settings" = "Configuració de privadesa ";"Remove Error" = "Eliminar error ";"Remove Photo" = "Eliminar fotografia";"Removed" = "Eliminat ";"Report" = "Informe ";"Reports" = "Informes ";"Request Error" = "Sol.licitud d'error ";"Required Fields" = "Camps obligatoris ";"Resized" = "Redimensionat";"Resized Image Width" = "Ample de la imatge redimensionada ";"Resizing Photo..." = "Redimensionant foto ... ";"Resizing..." = "Redimensionant ... ";"Saved" = "Guardat ";"Saving..." = "Guardant ... ";"Search categories..." = "Cerca categories ... ";"Search locations..." = "Cerca ubicacions ... ";"Search maps..." = "Cerca mapes ... ";"Search reports..." = "Cerca informes ... ";"Select" = "Selecciona ";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Selecciona un mapa existent de la llista, fes clic al botó REFRESH per localitzar els mapes d'aprop teu  o el botó MES per afegir el teu propi mapa. ";"Select category" = "Selecciona la categoria ";"Select location" = "Selecciona la ubicació ";"Select photo" = "Selecciona la foto ";"Send" = "Envia";"Sending..." = "Enviant ...";"Sent" = "Enviat ";"Server Error" = "Error del servidor ";"Settings" = "Configuració ";"Share Application" = "Accions d'aplicació";"Shortening..." = "Escurçar ... ";"SMS Failed" = "Fallada de SMS ";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Sembla que s'ha perdut la connexió a Internet. Si us plau, torna a connectar i prova-ho de nou. ";"Take Photo" = "Prendre foto ";"There was a problem adding the photo." = "Hi ha hagut un problema afegint la foto. ";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Hi ha hagut un problema en detectar la teva ubicació. Assegura't que “Serveis de Ubicació” està habilitat per Ushahidi a Configuració > General > Serveis de Ubicació. ";"There was a problem removing the map." = "Hi ha hagut un problema esborrant el mapa. ";"There was a problem resizing the photo." = "Hi ha hagut un problema redimensionant la foto. ";"This map supports Checkins! Click the Pin button to view the map." = "Aquest mapa suporta entrades! Fes clic al botó PIN per veure el mapa. ";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Aquest mapa suporta entrades! Fes clic al botó FILTRE per ensenyar només entrades d'un usuari concret o el botó PIN per registrar ara una entrada.";"Title" = "Títol ";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Per  fer una entrada, arrossega el PIN del mapa a una ubicació més precisa, a continuació clica el botó ENVIAR  després d'entrar un missatge opcional, informació de contacte i foto. ";"Tweet" = "Tweet ";"Twitter" = "Twitter ";"Twitter Error" = "Error del Twitter";"Unable to add incident" = "No es pot afegir incident ";"Unable To Checkin" = "No es pot afegir entrada ";"Unable to checkin, please try again later." = "No es pot afegir entrada, si us plau, torna-ho a provar més tard. ";"Unable To Download Checkins" = "No es poden descarregar entrades ";"Unable To Send Email" = "No es pot enviar correu electrònic ";"Unable To Send SMS" = "No es pot enviar SMS ";"Unable To Upload Report" = "No es pot pujar l'informe ";"Unsaved Changes" = "Canvis no guardats";"Unverified" = "Sense verificar ";"Upload Error" = "Error de pujada";"Uploaded" = "Pujat";"User Location" = "Ubicació de l'usuari ";"Username" = "Nom d'usuari ";"Ushahidi Demo" = "Demo Ushahidi";"Ushahidi Maps" = "Mapes Ushahidi";"Verified" = "Verificat ";"Version" = "Versió ";"Video" = "Video ";"Yes" = "Sí ";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "El teu nom d'usuari i el teu password no poden verificar-se. Comprova que els has posat correctament i torna a provar-ho. ";"zoom" = "zoom ";"Enter description" = "Introduïu Descripció";"Resize Images" = "Redimensionar imatges";"Categories" = "Categories";"View All Categories" = "Veure totes les categories";"Add" = "Afegir";